Repository: Minhvv94/iTapSdkFramework
Catalog: iTapSdkFramework/Resources/*.lproj/Localizable.strings
Languages: vi

# Đăng nhập
source: Login
vi: Đăng nhập

# Chơi ngay
source: Play now
vi: Chơi ngay

# Quên mật khẩu?
source: Forget password?
vi: Quên mật khẩu?

# Đăng ký ID
source: Register VTVliveID
vi: Đăng ký VTVliveID

# Tôi đã đọc và đồng ý
source: I agreed and read carefully about
vi: Tôi đã đọc và đồng ý

# Tên đăng nhập
source: Username
vi: Tên đăng nhập

# Mật khẩu
source: Password
vi: Mật khẩu

# Điều khoản
source: Terms and Conditions
vi: Điều khoản và Điều kiện

# Chơi quá 180 phút một ngày sẽ ảnh hưởng xấu đến sức khoẻ
source: Playing over 180 minutes has badly affected to your health
vi: Chơi quá 180 phút một ngày sẽ ảnh hưởng xấu đến sức khỏe!

# Đăng ký tài khoản
source: REGISTER NEW ACCOUNT
vi: ĐĂNG KÝ TÀI KHOẢN

# Điều khoản sử dụng
source: Terms and Conditions
vi: ĐIỀU KHOẢN SỬ DỤNG

# Hãy nhập tên đăng nhập!
source: Please enter username!
vi: Hãy nhập tên đăng nhập!

# Hãy nhập mật khẩu!
source: Please enter password!
vi: Hãy nhập mật khẩu!

# Tên đăng nhập phải từ 6 đến 30 ký không bao gồm ký tự đặc biệt!
source: Username must be 6 to 30 characters and not include special characters.
vi: Tên đăng nhập phải từ 6 đến 30 ký tự chỉ bao gồm chữ thường, số, dấu gạch dưới và bắt đầu bằng chữ.

# Mật khẩu không hợp lệ
source: Password length is 6 to 30 characters
vi: Mật khẩu từ 6 đến 30 ký tự

# Mật khẩu quá ngắn!
source: Password is so short
vi: Mật khẩu quá ngắn

# Đăng nhập thất bại
source: Login failed,please try again!
vi: Đăng nhập thất bại, vui lòng thử lại!

# Đăng ký thất bại
source: Registration failed,please try again!
vi: Đăng ký thất bại, vui lòng thử lại!

# Đồng ý
source: OK
vi: Đồng ý

# Huỷ
source: Cancel
vi: Huỷ

# Phiên đăng nhập đã hết hạn
source: Your session time is expired
vi: Phiên đăng nhập đã hết hạn

# Thông báo
source: Alert!
vi: Thông báo!

# Vui lòng chọn đồng ý điều khoản và điều kiện
source: Please check agree with Terms and Condtions
vi: Vui lòng chọn đồng ý về điều khoản và điều kiện

# ĐỔI MẬT KHẨU
source: CHANGE PASSWORD
vi: ĐỔI MẬT KHẨU

# Nhập mật khẩu cũ
source: Please enter old password
vi: Nhập mật khẩu cũ

# Nhập mật khẩu mới
source: Please enter new password
vi: Nhập mật khẩu mới

# CẬP NHẬT CCCD
source: Update ID
vi: CẬP NHẬT CCCD/CMT

# Nhập số CCCD
source: Please input your ID
vi: Nhập số CCCD/CMT

# Cập nhật
source: Update
vi: Cập nhật

# Số CCCD không đúng, vui lòng thử lại
source: The ID has wrong format, please try again
vi: Số CCCD/CMT không đúng định dạng, vui lòng thử lại

# Cập nhật thành công
source: Update successful
vi: Cập nhật thành công

# CẬP NHẬT NGÀY SINH
source: Update your birthday
vi: CẬP NHẬT NGÀY SINH

# Nhập ngày sinh
source: Please enter your birthday
vi: Nhập ngày sinh

# Định dạng không đúng, vui lòng thử lại
source: The birthday has wrong format, please try again
vi: Định dạng không đúng, vui lòng thử lại

# Chưa xác minh
source: (Not virified)
vi: (Chưa xác minh)

# Đã xác minh
source: (Virified)
vi: (Đã xác minh)

# Mật khẩu mới không khớp nhau
source: New password doesn't match
vi: Mật khẩu mới không khớp nhau

# Tên đăng nhập hoặc mật khẩu không đúng
source: Username and password invalid
vi: Tên đăng nhập hoặc mật khẩu không đúng

# Bạn đang sử dụng tài khoản khách, hãy chuyển sang tài khoản VtvLive ID
source: You are on guest account,please transfer to VTVliveID
vi: Bạn đang sử dụng tài khoản khách, hãy chuyển sang tài khoản VTVliveID

# Bạn có muốn đăng xuất ?
source: Do you want to sign out ?
vi: Bạn có muốn đăng xuất ?

# CHUYỂN ĐỔI TÀI KHOẢN
source: TRANSFER ACCOUNT
vi: CHUYỂN ĐỔI TÀI KHOẢN

# CẬP NHẬT EMAIL
source: UPDATE EMAIL
vi: CẬP NHẬT EMAIL

# Nhập email
source: Input your email
vi: Nhập email

# Định dạng email không đúng, vui lòng nhập lại
source: Email format is invalid, try again
vi: Định dạng email không đúng, vui lòng nhập lại

# GỬI MÃ XÁC NHẬN
source: VERIFY EMAIL
vi: GỬI MÃ XÁC NHẬN

# CẬP NHẬT SỐ ĐIỆN THOẠI
source: UPDATE YOUR PHONE
vi: CẬP NHẬT SỐ ĐIỆN THOẠI

# Nhập OTP
source: Input OTP
vi: Nhập mã xác thực

# Nhập số điện thoại
source: Input your phone
vi: Nhập số điện thoại

# CẬP NHẬT
source: UPDATE
vi: CẬP NHẬT

# Nhận mã
source: Get Otp
vi: Nhận mã

# Nhận mã sau
source: Get Otp after
vi: Nhận mã sau

# E_CODE_1000
source: This account has already existed
vi: Tên tài khoản đã tồn tại

# E_CODE_1001
source: Email already exists
vi: Email đã được sử dụng cho tài khoản khác

# E_CODE_1002
source: No accounts have been uploaded
vi: Không có tài khoản nào được truyền lên

# E_CODE_1003
source: Signature is incorrect
vi: Chữ kí không đúng

# E_CODE_1004
source: Role name is exist
vi: Tên nhóm quyền đã tồn tại

# E_CODE_1005
source: Email is invalid
vi: Email không hợp lệ

# E_CODE_1006
source: Role name is invalid
vi: Tên nhóm quyền không hợp lệ

# E_CODE_1007
source: UserName is invalid
vi: Tên tài khoản không hợp lệ

# E_CODE_1008
source: A password mismatch
vi: Mật khẩu cũ không chính xác, thay đổi mật khẩu thất bại

# E_CODE_1009
source: Password entered does not contain a numeric character, which is required by the password policy
vi: Mật khẩu yêu cầu chữ số

# E_CODE_1010
source: Password entered does not contain a lowercase letter, which is required by the password policy
vi: Yêu cầu mật khẩu có ít nhất 1 chữ thường

# E_CODE_1011
source: Password entered does not contain a non-alphanumeric character, which is required by the password policy
vi: Yêu cầu mật khẩu không phải chữ và số

# E_CODE_1012
source: Password does not meet the minimum number uniqueChars of unique chars
vi: Mật khẩu yêu cầu ít nhất 1 ký tự đặc biệt

# E_CODE_1013
source: Password entered does not contain an uppercase letter, which is required by the password policy
vi: Mật khẩu yêu cầu ít nhất 1 chữ hoa

# E_CODE_1014
source: Password of the specified length does not meet the minimum length requirements
vi: Mật khẩu quá ngắn

# E_CODE_1015
source: New password must be other with old password
vi: Mật khẩu mới phải khác mật khẩu cũ

# E_CODE_2000
source: Login failed. Username or password is incorrect
vi: Đăng nhập thất bại. Tên tài khoản hoặc mật khẩu không đúng

# E_CODE_2001
source: Your account is not registered on this app
vi: Tài khoản của bạn chưa được đăng kí trên ứng dụng này

# E_CODE_2002
source: An external login is already associated with an account
vi: Đăng nhập bên ngoài đã được liên kết với tài khoản

# E_CODE_2003
source: Your account is locked
vi: Tài khoản của bạn bị khóa

# E_CODE_3000
source: Retrieve token failed
vi: Lấy lại mã token thất bại

# E_CODE_3001
source: An invalid token
vi: Mã token không hợp lệ

# E_CODE_3002
source: Recovery code was not redeemed
vi: Đổi mã khôi phục không thành công

# E_CODE_4000
source: User does not exist
vi: Người dùng không tồn tại

# E_CODE_4001
source: Email change failed
vi: Thay đổi email thất bại

# E_CODE_4002
source: Change of account name failed
vi: Thay đổi tên tài khoản thất bại

# E_CODE_4003
source: Change of user information failed
vi: Thay đổi thông tin người dùng thất bại

# E_CODE_4004
source: Password change failed
vi: Thay đổi mật khẩu thất bại

# E_CODE_4005
source: Not a quick registration account
vi: Không phải tài khoản đăng kí nhanh

# E_CODE_4006
source: The new phone number is the same as the old phone number
vi: Số điện thoại mới giống số điện thoại đã đăng ký

# E_CODE_4007
source: Change phone number failure
vi: Thay đổi số điện thoại thất bại

# E_CODE_4008
source: User already has a password
vi: Người dùng đã có mật khẩu

# E_CODE_4009
source: User is already in the specified role
vi: Người dùng đã có nhóm quyền

# E_CODE_4010
source: User lockout is not enabled
vi: Khóa người dùng chưa được kích hoạt

# E_CODE_4011
source: User is not in the specified role
vi: Người dùng không có nhóm quyền

# E_CODE_4012
source: Phone number already in use
vi: Số điện thoại đã được sử dụng

# E_CODE_5000
source: Genarate OTP failure
vi: Tạo mã OTP thất bại

# E_CODE_6000
source: Check otp failure. OTP used or Server error
vi: Kiểm tra mã OTP thất bại

# E_CODE_9000
source: Information in the form is missing
vi: Thông tin trong form bị thiếu

# E_CODE_9001
source: Temporary error
vi: Lỗi tạm thời

# E_CODE_9002
source: Call API timeout
vi: Gọi API quá thời gian

# E_CODE_9003
source: A concurrency failure
vi: Lỗi đồng thời

# E_CODE_9999
source: System error
vi: Lỗi hệ thống

# Không có dữ liệu
source: No more data
vi: Không có dữ liệu

# Đăng xuất
source: Logout
vi: Đăng xuất

# (trống)
source: (empty)
vi: (trống)

# Trang chủ
source: Homepage
vi: Trang chủ

# Đã ghi nhận thanh toán lên hệ thống
source: System recored your transaction
vi: Đã ghi nhận thanh toán lên hệ thống

# Bạn đã bị khóa thanh toán IAP
source: You are locked IAP
vi: Bạn đã bị khóa thanh toán IAP

# Lỗi không xác định
source: Undifined Error
vi: Lỗi không xác định

# SPLASH_TIME_OUT
source: Something wrong to connect to server
vi: Có lỗi trong quá trình kết nối đến server

# SPLASH_NO_INTERNET
source: Please check your internet connection
vi: Kiểm tra lại kết nối mạng

# txt_ChangePwd
source: Change password
vi: Đổi mật khẩu

# txt_ConvertAcct
source: Convert account
vi: Chuyển đổi tài khoản

# Đăng nhập bằng tài khoản
source: LOGIN BY
vi: ĐĂNG NHẬP BẰNG TÀI KHOẢN
